Repository: wp-plugins/sb-rss-feed-plus
Catalog: lang/SB_RSS_feed_plus-*.po
Languages: cs_cz

source: Source:
cs_cz: Zdroj:

source: SB RSS Feed plus - Settings
cs_cz: SB RSS Feed plus - Nastavení

source: Add Image RSS Feed tags
cs_cz: Přidat tagy s obrázky do RSS

source: "enclosure" and "media:content" tag in RSS feed are used to tell RSS parser about post thumbnail.
cs_cz: tagy "enclosure" a "media:content" v RSS zdroji slouží k předání informace o obrázku RSS čtečce.

source: Add "enclosure" tag to RSS feed
cs_cz: Přidat tag "enclosure" do RSS

source: Add "media:content" tag to RSS feed
cs_cz: Přidat tag "media:content" do RSS

source: Extend HTML content
cs_cz: Rozšířit text položek

source: This will extend the HTML code of "description" and "content:encoded" tags with 90% wide image before the text.
cs_cz: Přidat do tagů "description" a "content:encoded" obrázek (šířka 90%) před hlavní text.

source: Extend "description" (excerpt)
cs_cz: Rozšířit tag "description" (excerpt)

source: Extend "content:encoded" HTML
cs_cz: Rozšířit tag "content:encoded"

source: RSS Feed signature
cs_cz: "Podpis" pod RSS

source: Add "Source: XYZ" text to end of the content of each feed item.
cs_cz: Přidat podpis ("Zdroj: XYZ") na konec každé položky v RSS zdroji.

source: Add signature
cs_cz: Přidat "podpis"

source: Save Changes
cs_cz: Uložit změny

source: <b>SB RSS Feed plus Warning</b>: Settings needs to be updated...
cs_cz: <b>Varování - SB RSS Feed plus</b>: Nastavení potřebuje aktualizovat...

source: Update settings
cs_cz: Aktualizovat nastavení

source: If You like this plugin, please donate and support development. Thank You :)
cs_cz: Pokud se vám plugin líbí, prosím podpořte vývoj malou "dotací". Děkuji :)

source: More free plugins...
cs_cz: Další pluginy zdarma...

source: More projects - GIT
cs_cz: Další projekty - GIT

source: advertisement:
cs_cz: reklama:

source: RSS Feed advertisement
cs_cz: Reklama v RSS

source: Inject "ad" to RSS feed items (image with link). Ad will be inserted only to full text "content:encoded" tag.
cs_cz: Vloží "reklamu" (obrázek s proklikem) do každé položky RSS zdroje. Reklama se vkládá pouze do tagu "content:encoded".

source: Inject ad to feed posts
cs_cz: Vložit reklamu do položek RSS zdroje

source: Ad image
cs_cz: Obrázek

source: Ad title
cs_cz: Titulek

source: Ad target link
cs_cz: Odkaz

source: Recommendation: use bit.ly or similar service to track clicks...
cs_cz: Doporučení: použijte bit.ly nebo podobnou službu pro sledování prokliků...

source: Inject ad after nth paragraph
cs_cz: Vložit reklamu za n-tý odstavec

source: image will be stretched up to 700px of width
cs_cz: obrázek může byt natažen až na šířku 700 pixelů

source: 1st paragraph
cs_cz: 1. odstavec

source: 2nd paragraph
cs_cz: 2. odstavec

source: 3rd paragraph
cs_cz: 3. odstavec

source: 4th paragraph
cs_cz: 4. odstavec

source: 5th paragraph
cs_cz: 5. odstavec

source: 6th paragraph
cs_cz: 6. odstavec

source: 7th paragraph
cs_cz: 7. odstavec

source: RSS Feed fulltext override
cs_cz: Přepsat nastavení WordPressu

source: Override "excerpt only" RSS feed when requested with "secret" key.
cs_cz: Zobrazit RSS s úplným textem při přístupu přes speciální adresu.

source: WordPress RSS Feed mode
cs_cz: Nastavení WordPressu

source: Excerpt only - there is only excerpt in the standard RSS Feed...<br />However, requesting feed url with special "secret key" will display full content of each post (great for services like Google Currents).
cs_cz: Pouze několik úvodních vět - v RSS je jen perex článku<br/>Při přístupu přes speciální adresu (přidán "tajný kód") bude zobrazen úplný text příspěvků (vhodné třeba pro služby jako Aktuality Google).

source: Fulltext - your feed already contains whole post content.
cs_cz: Celý text - váš RSS již obsahuje úplný text příspěvků.

source: Enable fulltext override
cs_cz: Zapnout přepis nastavení

source: When enabled, you can request RSS Feed with full post content with special URL (added query string <strong>?fsk=</strong>)
cs_cz: Po zapnutí vznikne speciální adresa pro RSS zdroj s úplným textem příspěvků (stačí přidat parametr <strong>?fsk=</strong> do adresy url)

source: Override "secret" key (?fsk= param)
cs_cz: Tajný klíč (?fsk= parametr)

source: Fulltext RSS Feed:
cs_cz: RSS s úplným textem:

source: You don't need to override WordPress settings - your feed already contains full post content.
cs_cz: Není potřeba přepisovat nastavení WordPressu - Váš RSS zdroj již obsahuje úplný text příspěvků.
